{
  "f8923308-f5da-4303-861f-f105ec8d1353": "Journal of Abnormal and Social Psychology\n1963, Vol. 67, No. 4, 371-378\nBEHAVIORAL STUDY OF OBEDIENCE1\nSTANLEY MILGRAM 2\nYale University\nThis article describes a procedure for the study of destructive obedience in\nthe laboratory. It consists of ordering a naive S to administer increasingly\nmore severe punishment to a victim in the context of a learning experiment.\nPunishment is administered by means of a shock generator with 30 graded\nswitches ranging from Slight Shock to Danger: Severe Shock. The victim is a\nconfederate of the E. The primary dependent variable is the maximum shock\nthe S is willing to administer before he refuses to continue further. 26 Ss\nobeyed the experimental commands fully, and administered the highest shock\non the generator. 14 Ss broke off the experiment at some point after the\nvictim protested and refused to provide further answers. The procedure created\nextreme levels of nervous tension in some Ss. Profuse sweating, trembling, and\nstuttering were typical expressions of this emotional disturbance. One un-\nexpected sign of tension—yet to be explained—was the regular occurrence of\nnervous laughter, which in some Ss developed into uncontrollable seizures.\nThe variety of interesting behavioral dynamics observed in the experiment,\nthe reality of the situation for the S, and the possibility of parametric varia-\ntion within the framework of the procedure, point to the fruitfulness of\nfurther study.\nObedience is as basic an element in the\nstructure of social life as one can point to.\nSome system of authority is a requirement\nof all communal living, and it is only the\nman dwelling in isolation who is not forced\nto respond, through defiance or submission,\nto the commands of others. Obedience, as\na determinant of behavior, is of particular\nrelevance to our time. It has been reliably\nestablished that from 1933-45 millions of\ninnocent persons were systematically slaugh-\ntered on command. Gas chambers were built,\ndeath camps were guarded, daily quotas of\ncorpses were produced with the same ef-\nficiency as the manufacture of appliances.\nThese inhumane policies may have originated\nin the mind of a single person, but they could\nonly be carried out on a massive scale if a\nvery large number of persons obeyed orders.\nObedience is the psychological mechanism\nthat links individual action to political pur-\npose. It is the dispositional cement that binds\nmen to systems of authority. Facts of recent\nhistory and observation in daily life suggest\n1 This research was supported by a grant (NSF\nG-17916) from the National Science Foundation.\nExploratory studies conducted in 1960 were sup-\nported by a grant from the Higgins Fund at Yale\nUniversity. The research assistance of Alan C. Elms\nand Jon Wayland is gratefully acknowledged.\n2 Now at Harvard University.\nthat for many persons obedience may be a\ndeeply ingrained behavior tendency, indeed,\na prepotent impulse overriding training in\nethics, sympathy, and moral conduct. C. P.\nSnow (1961) points to its importance when\nhe writes:\nWhen you think of the long and gloomy history\nof man, you will find more hideous crimes have\nbeen committed in the name of obedience than\nhave ever been committed in the name of rebellion.\nIf you doubt that, read William Shirer's \"Rise and\nFall of the Third Reich.\" The German Officer Corps\nwere brought up in the most rigorous code of\nobedience . . . in the name of obedience they were\nparty to, and assisted in, the most wicked large\nscale actions in the history of the world [p. 24].\nWhile the particular form of obedience\ndealt with in the present study has its ante-\ncedents in these episodes, it must not be\nthought all obedience entails acts of aggres-\nsion against others. Obedience serves numer-\nous productive functions. Indeed, the very\nlife of society is predicated on its existence.\nObedience may be ennobling and educative\nand refer to acts of charity and kindness,\nas well as to destruction.\nGeneral Procedure\nA procedure was devised which seems\nuseful as a tool for studying obedience\n(Milgram, 1961). It consists of ordering\n371\n\n-- 1 of 8 --\n\n372 STANLEY MILGRAM\na naive subject to administer electric shock\nto a victim. A simulated shock generator is\nused, with 30 clearly marked voltage levels\nthat range from IS to 450 volts. The instru-\nment bears verbal designations that range\nfrom Slight Shock to Danger: Severe Shock.\nThe responses of the victim, who is a trained\nconfederate of the experimenter, are stand-\nardized. The orders to administer shocks are\ngiven to the naive subject in the context of\na \"learning experiment\" ostensibly set up to\nstudy the effects of punishment on memory.\nAs the experiment proceeds the naive subject\nis commanded to administer increasingly\nmore intense shocks to the victim, even to\nthe point of reaching the level marked\nDanger: Severe Shock. Internal resistances\nbecome stronger, and at a certain point the\nsubject refuses to go on with the experi-\nment. Behavior prior to this rupture is con-\nsidered \"obedience,\" in that the subject com-\nplies with the commands of the experimenter.\nThe point of rupture is the act of disobedi-\nence. A quantitative value is assigned to the\nsubject's performance based on the maximum\nintensity shock he is willing to administer\nbefore he refuses to participate further. Thus\nfor any particular subject and for any par-\nticular experimental condition the degree of\nobedience may be specified with a numerical\nvalue. The crux of the study is to systemati-\ncally vary the factors believed to alter\nthe degree of obedience to the experimental\ncommands.\nThe technique allows important variables\nto be manipulated at several points in the\nexperiment. One may vary aspects of the\nsource of command, content and form of com-\nmand, instrumentalities for its execution,\ntarget object, general social setting, etc. The\nproblem, therefore, is not one of designing in-\ncreasingly more numerous experimental con-\nditions, but of selecting those that best illumi-\nnate the process of obedience from the socio-\npsychological standpoint.\nRelated Studies\nThe inquiry bears an important relation to\nphilosophic analyses of obedience and author-\nity (Arendt, 1958; Friedrich, 1958; Weber,\n1947), an early experimental study of\nobedience by Frank (1944), studies in \"au-\nthoritarianism\" (Adorno, Frenkel-Brunswik,\nLevinson, & Sanford, 1950; Rokeach, 1961),\nand a recent series of analytic and empirical\nstudies in social power (Cartwright, 1959).\nIt owes much to the long concern with\nsuggestion in social psychology, both in its\nnormal forms (e.g., Binet, 1900) and in its\nclinical manifestations (Charcot, 1881). But\nit derives, in the first instance, from direct\nobservation of a social fact; the individual\nwho is commanded by a legitimate authority\nordinarily obeys. Obedience comes easily and\noften. It is a ubiquitous and indispensable\nfeature of social life.\nMETHOD\nSubjects\nThe subjects were 40 males between the ages of\n20 and 50, drawn from New Haven and the sur-\nrounding communities. Subjects were obtained by\na newspaper advertisement and direct mail solicita-\ntion. Those who responded to the appeal believed\nthey were to participate in a study of memory and\nlearning at Yale University. A wide range of\noccupations is represented in the sample. Typical\nsubjects were postal clerks, high school teachers,\nsalesmen, engineers, and laborers. Subjects ranged in\neducational level from one who had not finished\nelementary school, to those who had doctorate and\nother professional degrees. They were paid $4.50 for\ntheir participation in the experiment. However, sub-\njects were told that payment was simply for coming\nto the laboratory, and that the money was theirs\nno matter what happened after they arrived. Table 1\nshows the proportion of age and occupational types\nassigned to the experimental condition.\nPersonnel and Locale\nThe experiment was conducted on the grounds of\nYale University in the elegant interaction laboratory.\n(This detail is relevant to the perceived legitimacy\nof the experiment. In further variations, the experi-\nTABLE 1\nDISTRIBUTION OF AGE AND OCCUPATIONAL TYPES\nIN THE EXPERIMENT\nOccupations\nWorkers, skilled\nand unskilled\nSales, business,\nand white-collar\nProfessional\nPercentage of\ntotal (Age)\n20-29\nyears\n4\n3\n1\n20\n30-39\nyears\n5\n6\nS\n40\n40-50\nyears\n6\n7\n3\n40\nPercentage\nof total\n(Occupa-\ntions)\n37.S\n40.0\n22.5\nNote.—Total N = 40.\n\n-- 2 of 8 --\n\nOBEDIENCE 373\nment was dissociated from the university, with\nconsequences for performance.) The role of experi-\nmenter was played by a 31-year-old high school\nteacher of biology. His manner was impassive,\nand his appearance somewhat stern throughout the\nexperiment. He was dressed in a gray technician's\ncoat. The victim was played by a 47-year-old\naccountant, trained for the role; he was of Irish-\nAmerican stock, whom most observers found mild-\nmannered and likable.\nProcedure\nOne naive subject and one victim (an accomplice)\nperformed in each experiment. A pretext had to be\ndevised that would justify the administration of\nelectric shock by the naive subject. This was ef-\nfectively accomplished by the cover story. After a\ngeneral introduction on the presumed relation be-\ntween punishment and learning, subjects were told:\nBut actually, we know very little about the\neffect of punishment on learning, because almost\nno truly scientific studies have been made of it\nin human beings.\nFor instance, we don't know how much punish-\nment is best for learning—and we don't know\nhow much difference it makes as to who is giving\nthe punishment, whether an adult learns best from\na younger or an older person than himself—or\nmany things of that sort.\nSo in this study we are bringing together a\nnumber of adults of different occupations and\nages. And we're asking some of them to be\nteachers and some of them to be learners.\nWe want to find out just what effect different\npeople have on each other as teachers and learn-\ners, and also what effect punishment will have\non learning in this situation.\nTherefore, I'm going to ask one of you to be\nthe teacher here tonight and the other one to be\nthe learner.\nDoes either of you have a preference?\nSubjects then drew slips of paper from a hat to\ndetermine who would be the teacher and who would\nbe the learner in the experiment. The drawing was\nrigged so that the naive subject was always the\nteacher and the accomplice always the learner. (Both\nslips contained the word \"Teacher.\") Immediately\nafter the drawing, the teacher and learner were\ntaken to an adjacent room and the learner was\nstrapped into an \"electric chair\" apparatus.\nThe experimenter explained that the straps were\nto prevent excessive movement while the learner\nwas being shocked. The effect was to make it im-\npossible for him to escape from the situation. An\nelectrode was attached to the learner's wrist, and\nelectrode paste was applied \"to avoid blisters and\nburns.\" Subjects were told that the electrode was\nattached to the shock generator in the adjoining\nroom.\nIn order to improve credibility the experimenter\ndeclared, in response to a question by the learner:\n\"Although the shocks can be extremely painful, they\ncause no permanent tissue damage.\"\nLearning task. The lesson administered by the\nsubject was a paired-associate learning task. The\nsubject read a series of word pairs to the learner,\nand then read the first word of the pair along with\nfour terms. The learner was to indicate which of\nthe four terms had originally been paired with the\nfirst word. He communicated his answer by pressing\none of four switches in front of him, which in turn\nlit up one of four numbered quadrants in an answer-\nbox located atop the shock generator.\nShock generator. The instrument panel consists of\n30 lever switches set in a horizontal line. Each\nswitch is clearly labeled with a voltage designa-\ntion that ranges from IS to 450 volts. There is a\n15-volt increment from one switch to the next going\nfrom left to right. In addition, the following verbal\ndesignations are clearly indicated for groups of four\nswitches going from left to right: Slight Shock,\nModerate Shock, Strong Shock, Very Strong Shock,\nIntense Shock, Extreme Intensity Shock, Danger:\nSevere Shock. (Two switches after this last designa-\ntion are simply marked XXX.)\nUpon depressing a switch: a pilot light correspond-\ning to each switch is illuminated in bright red; an\nelectric buzzing is heard; an electric blue light,\nlabeled \"voltage energizer,\" flashes; the dial on the\nvoltage meter swings to the right; various relay\nclicks are sounded.\nThe upper left-hand corner of the generator is\nlabeled Shock Generator, Type ZLB, Dyson Instru-\nment Company, Waltham, Mass. Output IS Volts-\n4SO Volts.\nDetails of the instrument were carefully handled\nto insure an appearance of authenticity. The panel\nwas engraved by precision industrial engravers, and\nall components were of high quality. No subject in\nthe experiment suspected that the instrument was\nmerely a simulated shock generator.3\nSample shock. Each naive subject is given a\nsample shock on the shock generator, prior to be-\nginning his run as teacher. This shock is always\n45 volts, and is applied by pressing the third switch\nof the generator. The shock is applied to the wrist\nof the naive subject, and has its source in a 45-volt\nbattery wired into the generator. This further\nconvinces the subject of the authenticity of the\ngenerator.\nShock instructions. The subject is told to admin-\nister a shock to the learner each time he gives a\n8 A related technique, making use of a shock\ngenerator, was reported by Buss (1961) for the\nstudy of aggression in the laboratory. Despite the\nconsiderable similarity of technical detail in the\nexperimental procedures, both investigators proceeded\nin ignorance of the other's work. Milgram provided\nplans and photographs of his shock generator, experi-\nmental procedure, and first results in a report to the\nNational Science Foundation in January 1961. This\nreport received only limited circulation. Buss re-\nported his procedure 6 months later, but to a wider\naudience. Subsequently, technical information and\nreports were exchanged. The present article was first\nreceived in the Editor's office on December 27, 1961;\nit was resubmitted with deletions on July 27, 1962.\n\n-- 3 of 8 --\n\n374 STANLEY MILGRAM\nwrong response. Moreover—and this is the key\ncommand—the subject is instructed to \"move one\nlevel higher on the shock generator each time the\nlearner flashes a wrong answer.\" He is also instructed\nto announce the voltage level before administering\na shock. This serves to continually remind subjects\nof the increasing intensity of shocks administered\nto the learner.\nPreliminary and regular run. Pretests revealed\nthat the procedure of reading words and administer-\ning shocks requires some practice before it can be\nhandled smoothly. Therefore, immediately preceding\nthe regular run, the teacher is given a preliminary\nseries of 10 words to read to the learner. There\nare 3 neutral words in the. practice series (i.e., words\nthat the learner answers correctly), so that shocks\nare administered for 7 of the words, with the\nmaximum shock at 105 volts (moderate shock).\nAlmost all subjects master the procedure by the\ntime the preliminary run is over.\nSubjects are then presented with a second list,\nand are told that the procedure is the same as for\nthe first list; the experimenter adds, however:\nWhen you get to the bottom of the list, repeat\nit over again, and continue giving shocks, until\nthe learner has learned all the pairs correctly.\nThe experimenter instructs the subject to,\nstart from 15 volts and increase the shock level\none step each time the learner gives a wrong\nanswer.\nFeedback from the victim. In all conditions the\nlearner gives a predetermined set of responses to\nthe word pair test, based on a schedule of approxi-\nmately three wrong answers to one correct answer.\nIn the present experimental condition no vocal re-\nsponse or other sign of protest is heard from the\nlearner until Shock Level 300 is reached. When the\n300-volt shock is administered, the learner pounds\non the wall of the room in which he is bound to\nthe electric chair. The pounding can be heard by\nthe subject. From this point on, the learner's answers\nno longer appear on the four-way panel.\nAt this juncture, subjects ordinarily turn to the\nexperimenter for guidance. The experimenter in-\nstructs the subject to treat the absence of a response\nas a wrong answer, and to shock the subject accord-\ning to the usual schedule. He advises the subjects to\nallow S-10 s«conds before considering no response\nas a wrong answer, and to increase the shock level\none step each time the learner fails to respond cor-\nrectly. The learner's pounding is repeated after the\n315-volt shock is administered; afterwards he is not\nheard from, nor do his answers reappear on the\nfour-way signal box.\nExperimenter feedback. At various points in the\nexperiment the subject may turn to the experimenter\nfor advice on whether he should continue to admin-\nister shocks. Or he may indicate that he does not\nwish to go on. It was important to standardize\nthe experimenter's responses to these inquiries and\nreactions.\nIf the subject indicated his unwillingness to go\non, the experimenter responded with a sequence of\n\"prods,\" using as many as necessary to bring the\nsubject into line.\nProd 1 : Please continue, or Please go on.\nProd 2: The experiment requires that you con-\ntinue.\nProd 3: It is absolutely essential that you con-\ntinue.\nProd 4: You have no other choice, you must\ngo on.\nThe prods were always made in sequence: Only\nif Prod 1 had been unsuccessful, could Prod 2 be\nused. If the subject refused to obey the experi-\nmenter after Prod 4, the experiment was terminated.\nThe experimenter's tone of voice was at all times\nfirm, but not impolite. The sequence was begun\nanew on each occasion that the subject balked or\nshowed reluctance to follow orders.\nSpecial prods. If the subject asked if the learner\nwas liable to suffer permanent physical injury, the\nexperimenter said:\nAlthough the shocks may be painful, there is\nno permanent tissue damage, so please go on.\n[Followed by Prods 2, 3, and 4 if necessary.]\nIf the subject said that the learner did not want\nto go on, the experimenter replied:\nWhether the learner likes it or not, you must\ngo on until he has learned all the word pairs\ncorrectly. So please go on. [Followed by Prods\n2, 3, and 4 if necessary.]\nDependent Measures\nThe primary dependent measure for any subject\nis the maximum shock he administers before he\nrefuses to go any further, In principle this may\nvary from 0 (for a subject who refuses to administer\neven the first shock) to 30 (for a subject who\nadministers the highest shock on the generator). A\nsubject who breaks off the experiment at any point\nprior to administering the thirtieth shock level is\ntermed a defiant subject. One who complies with\nexperimental commands fully, and proceeds to ad-\nminister all shock levels commanded, is termed an\nobedient subject.\nFurther records. With few exceptions, experi-\nmental sessions were recorded on magnetic tape.\nOccasional photographs were taken through one-way\nmirrors. Notes were kept on any unusual behavior\noccurring during the course of the experiments. On\noccasion, additional observers were directed to write\nobjective descriptions of the subjects' behavior. The\nlatency and duration of shocks were measured by\naccurate timing devices.\nInterview and dehoax. Following the experiment,\nsubjects were interviewed; open-ended questions,\nprojective measures, and attitude scales were em-\nployed. After the interview, procedures\n'\ttaken to assure that the s'uoject would leave the\nRBoratory in a state of well being. A friendly\nreconciliation was arranged between thejubject and\n5ie~vlctimj and an effort was made to^Feduce any\ntensions that arose as a result of the experiment.\n\n-- 4 of 8 --\n\nOBEDIENCE 375\nRESULTS\nPreliminary Notions\nBefore giving an account of the experi-\nmental results, it is instructive to consider\nhow persons predict others will perform when\ncommanded to administer powerful shocks\nto another person. Fourteen Yale seniors, all\npsychology majors, were provided with a\ndetailed description of the experimental situa-\ntion. They were asked to reflect carefully on\nit, and to predict the behavior of 100 hypo-\nthetical subjects. More specifically, they were\ninstructed to plot the distribution of obedi-\nence of \"100 Americans of diverse occupa-\ntions, and ranging in age from 20 to SO\nyears,\" who were placed in the experimental\nsituation.\nThere was considerable agreement among\nthe respondents on the expected behavior of\nhypothetical subjects. All respondents pre-\ndicted that only an insignificant minority\nwould go through to the end of the shock\nseries. (The estimates ranged from 0 to 3%;\ni.e., the most \"pessimistic\" member of the class\npredicted that of 100 persons, 3 would con-\ntinue through to the most potent shock avail-\nable on the shock generator—450 volts.)\nThe class mean was 1.2%. The question was\nalso posed informally to colleagues of the\nauthor, and the most general feeling was\nthat few if any subjects would go beyond\nthe designation Very Strong Shock.\nResult of Experiment I\nSubjects accept situation. With few excep-\ntions subjects were convinced of the reality\nof the experimental situation, that they were\nadministering shocks to another person, and\nthe most potent shocks were extremely\npainful. In the post-experimental interview\nsubjects were asked: \"How painful to\nthe learner were the last few shocks that\nyou administered to him?\" Subjects were\ninstructed to indicate their answers on a\nprinted 14-point scale ranging from \"Not at\nall painful\" to \"Extremely painful.\" The\nmodal response was 14 (Extremely painful)\nwith the mean at 13.42.\nSigns of extreme tension. Many subjects\nshowed signs of nervousness in the experi-\nmental situation, and especially upon ad-\nministering the more powerful shocks. In a\nlarge number of cases the degree of tension\nreached extremes that are rarely seen in\nsociopsychological laboratory studies. Sub-\njects were observed to sweat, tremble, stutter,\nbite their lips, groan, and dig their finger-\nnails into their flesh. These were character-\nistic rather than exceptional responses to the\nexperiment.\nOne sign of tension was the regular occur-\nrence of nervous laughing fits. Fourteen of\nthe 40 subjects showed definite signs of\nnervous laughter and smiling. The laughter\nseemed entirely out of place, even bizarre.\nFull-blown, uncontrollable seizures were ob-\nserved for 3 subjects. On one occasion we\nobserved a seizure so violently convulsive\nthat it was necessary to call a halt to the\nexperiment. The subject, a 46-year-old en-\ncyclopedia salesman, was seriously embar-\nrassed by his untoward and uncontrollable\nbehavior. In the post-experimental interviews\nsubjects took pains to point out that they\nwere not sadistic types, and that the laughter\ndid not mean they enjoyed shocking the\nvictim.\nDistribution of scores. It had been con-\njectured that persons would not, in general,\nagree to administer shocks beyond the level\ndesignated as Very Strong Shock. The dis-\ntribution of maximum shocks for this experi-\nment is shown in Table 2. The obtained dis-\ntribution of scores deviates radically from the\nprediction.\nUpon command of the experimenter, each\nof the 40 subjects went beyond the expected\nbreakoff point. No subject stopped prior to\nadministering Shock Level 20. (At this level\n—300 volts—the victim kicks on the wall and\nno longer provides answers to the teacher's\nmultiple-choice questions.)\nOf the 40 subjects, 5 refused to obey the\nexperimental commands beyond the 300-voIt\nlevel. Four more subjects administered one\nfurther shock, and then refused to go on.\nTwo broke off at the 330-volt level, and\n1 each at 345, 360, and 375 volts. Thus a\ntotal of 14 subjects defied the experimenter.\nIt is instructive to reprint their remarks at\nthe point of defiance, as transcribed from the\ntape recordings:\n[0124] I think he's trying to communicate, he's\nknocking. . . . Well it's not fair to shock the guy\n. . . these are terrific volts. I don't think this is\n\n-- 5 of 8 --\n\n376 STANLEY MILGEAM\nTABLE 2\nDISTRIBUTION or BREAKorr POINTS\nVerbal designation and\nvoltage indication\nSlight Shock\nIS\n30\n45\n60\nModerate Shock\n75\n90\n105\n120\nStrong Shock\n135\n150\n165\n180\nVery Strong Shock\n195\n210\n225\n240\nIntense Shock\n255\n270\n285\n300\nExtreme Intensity Shock\n315\n330\n345\n360\nDanger: Severe Shock\n375\n390\n405\n420\nXXX\n435\n450\nNumber of subjects for whom\nthis was maximum shock\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n0\n5\n4\n2\n1\n1\n1\n0\n0\n0\n0\n26\nvery humane. . . . Oh, I can't go on with this; no,\nthis isn't right. It's a hell of an experiment. The guy\nis suffering in there. No, I don't want to go on.\nThis is crazy. [Subject refused to administer more\nshocks.]\n[0123] He's banging in there. I'm gonna chicken\nout. I'd like to continue, but I can't do that to\na man. . . . I'm sorry I can't do that to a man.\nI'll hurt his heart. You take your check. . . . No\nreally, I couldn't do it.\nThese subjects were frequently in a highly\nagitated and even angered state. Sometimes,\nverbal protest was at a minimum, and the\nsubject simply got up from his chair in front\nof the shock generator, and indicated that\nhe wished to leave the laboratory.\nOf the 40 subjects, 26 obeyed the orders\nof the experimenter to the end, proceeding\nto punish the victim until they reached the\nmost potent shock available on the shock\ngenerator. At that point, the experimenter\ncalled a halt to the session. (The maximum\nshock is labeled 450 volts, and is two steps\nbeyond the designation: Danger: Severe\nShock.) Although obedient subjects continued\nto administer shocks, they often did so under\nextreme stress. Some expressed reluctance to\nadminister shocks beyond the 300-volt level,\nand displayed fears similar to those who\ndefied the experimenter; yet they obeyed.\nAfter the maximum shocks had been de-\nlivered, and the experimenter called a halt\nto the proceedings, many obedient subjects\nheaved sighs of relief, mopped their brows,\nrubbed their fingers over their eyes, or\nnervously fumbled cigarettes. Some shook\ntheir heads, apparently in regret. Some sub-\njects had remained calm throughout the\nexperiment, and displayed only minimal signs\nof tension from beginning to end.\nDISCUSSION\nThe experiment yielded two findings that\nwere surprising. The first finding concerns\nthe sheer strength of obedient tendencies\nmanifested in this situation. Subjects have\nlearned from childhood that it is a funda-\nmental breach of moral conduct to hurt an-\nother person against his will. Yet, 26 subjects\nabandon this tenet in following the instruc-\ntions of an authority who has no special\npowers to enforce his commands. To disobey\nwould bring no material loss to the subject;\nno punishment would ensue. It is clear from\nthe remarks and outward behavior of many\nparticipants that in punishing the victim they\nare often acting against their own values.\nSubjects often expressed deep disapproval of\nshocking a man in the face of his objections,\nand others denounced it as stupid and sense-\nless. Yet the majority complied with the\nexperimental commands. This outcome was\nsurprising from two perspectives: first, from\nthe standpoint of predictions made in the\nquestionnaire described earlier. (Here, how-\never, it is possible that the remoteness of\nthe respondents from the actual situation, and\nthe difficulty of conveying to them the con-\n\n-- 6 of 8 --\n\nOBEDIENCE 377\ncrete details of the experiment, could account\nfor the serious underestimation of obedience.)\nBut the results were also unexpected to\npersons who observed the experiment in\nprogress, through one-way mirrors. Observers\noften uttered expressions of disbelief upon\nseeing a subject administer more powerful\nshocks to the victim. These persons had a\nfull acquaintance with the details of the\nsituation, and yet systematically\nmated the amount of obedience that subjects\nwould disglay.\nThr Mrnnd unanticipated effect was the\nextraordinary tension generated by the pro-\ncedures. One might suppose that a subject\nwould simply break off or continue as his\nconscience dictated. Yet, this is very far from\nwhat happened. There were striking reac-\ntions of tension and emotional strain. One\nobserver related:\nI observed a mature and initially poised business-\nman enter the laboratory smiling and confident.\nWithin 20 minutes he was reduced to a twitching,\nstuttering wreck, who was rapidly approaching a\npoint of nervous collapse. He constantly pulled on\nhis earlobe, and twisted his hands. At one point\nhe pushed his fist into his forehead and muttered:\n\"Oh God, let's stop it.\" And yet he continued to\nrespond to every word of the experimenter, and\nobeyed to the end.\nAny understanding of the phenomenon of\nobedience must rest on an analysis of the\nparticular conditions in which it occurs. The\nfollowing features of the experiment go some\ndistance in explaining the high amount of\nobedience observed in the situation.\n1. The experiment is sponsored by and\ntakes place on the grounds of an institution\nof unimpeachable reputation, Yale Univer-\nsity. It may be reasonably presumed that\nthe personnel are competent and reputable.\nThe importance of this background authority\nis now being studied by conducting a series\nof experiments outside of New Haven, and\nwithout any visible ties to the university.\n2. The experiment is, on the face of it,\ndesigned to attain a worthy purpose — ad-\nvancement of knowledge about learning and\nmemory. Obedience occurs not as an end in\nitself, but as an instrumental element in a\nsituation that the subject construes as sig-\nnificant, and meaningful. He may not be\nable to see its full significance, but he may\nproperly assume that the experimenter does.\n3. The subject perceives that the victim\nhas voluntarily submitted to the authority\nsystem of the experimenter. He is not (at\nfirst) an unwilling captive impressed for in-\nvoluntary service. He has taken the trouble\nto come to the laboratory presumably to aid\nthe experimental research. That he later\nbecomes an involuntary subject does not alter\nthe fact that, initially, he consented to par-\nticipate without qualification. Thus he has\nin some dgeree incurred an obligation toward\nthe experimenter.\n4. The subject, too, has entered the experi-\nment voluntarily, and perceives himself under\nobligation to aid the experimenter. He has\nmade a commitment, and to disrupt the\nexperiment is a repudiation of this initial\npromise of aid.\n5. Certain features of the procedure\nstrengthen the subject's sense of obligation\nto the experimenter, For one, he has been\npaid for coming to the laboratory. In part\nthis is canceled out by the experimenter's\nstatement that:\nOf course, as in all experiments, the money is yours\nsimply for coming to the laboratory. From this\npoint on, no matter what happens, the money is\nyours.4\n6. From the subject's standpoint, the fact\nthat he is the teacher and the other man\nthe learner is purely a chance consequence\n(it is determined by drawing lots) and he,\nthe subject, ran the same risk as the other\nman in being assigned the role of learner.\nSince the assignment of positions in the\nexperiment was achieved by fair means, the\nlearner is deprived of any basis of complaint\non this count. (A similar situation obtains\nin Army units, in which—in the absence of\nvolunteers—a particularly dangerous mission\nmay be assigned by drawing lots, and the\nunlucky soldier is expected to bear his mis-\nfortune with sportsmanship.)\n7. There is, at best, ambiguity with regard\nto the prerogatives of a psychologist and the\ncorresponding rights of his subject. There is\na vagueness of expectation concerning what a\npsychologist may require of his subject, and\nwhen he is overstepping acceptable limits.\n4 Forty-three subjects, undergraduates at Yale\nUniversity, were run in the experiment without pay-\nment. The results are very similar to those obtained\nwith paid subjects.\n\n-- 7 of 8 --\n\n378 STANLEY MILGRAM\nMoreover, the experiment occurs in a closed\nsetting, and thus provides no opportunity\nfor the subject to remove these ambiguities\nby discussion with others. There are few\nstandards that seem directly applicable\nto the situation, which is a novel one for\nmost subjects.\n8. The subjects are assured that the shocks\nadministered to the subject are \"painful but\nnot dangerous.\" Thus they assume that the\ndiscomfort caused the victim is momentary,\nwhile the scientific gains resulting from the\nexperiment are enduring,\n9. Through Shock Level 20 the victim\ncontinues to provide answers on the signal\nbox. The subject may construe this as a\nsign that the victim is still willing to \"play\nthe game.\" It is only after Shock Level 20\nthat the victim repudiates the rules com-\npletely, refusing to answer further.\nThese features help to explain the high\namount of obedience obtained in this\nexperiment. Many of the arguments raised\nneed not remain matters of speculation, but\ncan be reduced to testable propostions\nto be confirmed or disproved by further\nexperiments.\"\nThe following features of the experiment\nconcern the nature of the conflict which the\nsubject faces.\n10. The subject is placed in a position in\nwhich he must respond to the competing\ndemands of two persons: the experimenter\nand the victim. The conflict must be\nresolved by meeting the demands of one\nor the other; satisfaction of the victim and\nthe experimenter are mutually exclusive.\nMoreover, the resolution must take the form\nof a highly visible action, that of continu-\ning to shock the victim or breaking off the\nexperiment. Thus the subject is forced into\na public conflict that does not permit any\ncompletely satisfactory solution.\n11. While the demands of the experimenter\ncarry the weight of scientific authority, the\ndemands of the victim spring from his per-\nsonal experience of pain and suffering. The\ntwo claims need not be regarded as equally\npressing and legitimate. The experimenter\nseeks an abstract scientific datum; the victim\n5 A series of recently completed experiments\nemploying the obedience paradigm is reported in\nMilgram (1964).\ncries out for relief from physical suffering\ncaused by the subject's actions.\n12. The experiment gives the subject\nlittle time for reflection. The conflict comes\non rapidly. It is only minutes after the sub-\nject has been seated before the shock gen-\nerator that the victim begins his protests.\nMoreover, the subject perceives that he has\ngone through but two-thirds of the shock\nlevels at the time the subject's first protests\nare heard. Thus he understands that the\nconflict will have a persistent aspect to it,\nand may well become more intense as in-\ncreasingly more powerful shocks are required.\nThe rapidity with which the conflict descends\non the subject, and his realization that it is\npredictably recurrent may well be sources of\ntension to him.\n13. At a more general level, the conflict\nstems from the opposition of two deeply\ningrained behavior dispositions: first, the dis-\nposition not to harm other people, and sec-\nond, the tendency to obey those whom we\nperceive to be legitimate authorities.\nREFERENCES\nADORNO, T., FRENKEL-BRUNSWIK, ELSE, LEVINSON,\nD. J., & SANTORD, R. N. The authoritarian person-\nality. New York: Harper, 1950.\nARENDT, H. What was authority? In C. J. Friedrich\n(Ed.), Authority. Cambridge: Harvard Univer.\nPress, 1958. Pp. 81-112.\nBINET, A. La suggestibility. Paris: Schleicher, 1900.\nBuss, A. H. The psychology of aggression. New\nYork: Wiley, 1961.\nCARTWRIGHT, S. (Ed.) Studies in social power. Ann\nArbor: University of Michigan Institute for Social\nResearch, 1959.\nCHARCOT, J. M. Oeuvres completes. Paris: Bureaux\ndu Progres Medical, 1881.\nFRANK, J. D. Experimental studies of personal\npressure and resistance. /. gen. Psychol, 1944,\n30, 23-64.\nFRIEDRICH, C. J. (Ed.) Authority. Cambridge:\nHarvard Univer. Press, 19S8.\nMILGRAM, S. Dynamics of obedience. Washington:\nNational Science Foundation, 25 January 1961.\n(Mimeo)\nMILGRAM, S. Some conditions of obedience and\ndisobedience to authority. Hum. Relat., 1964, in\npress.\nROKEACH, M. Authority, authoritarianism, and con-\nformity. In I. A. Berg & B. M. Bass (Eds.),\nConformity and deviation. New York: Harper,\n1961. Pp. 230-257.\nSNOW, C. P. Either-or. Progressive, 1961 (Feb.),\n24.\nWEBER, M. The theory of social and economic\norganization. Oxford: Oxford Univer. Press, 1947.\n(Received July 27, 1962)\n\n-- 8 of 8 --\n\n"
}