{
  "7db47d46-b4ef-44bf-a28f-14a2a6b8ae70": "Journal of Personality and Social Psychology\n1973, Vol. 27, No. J, 100-108\n\"FROM JERUSALEM TO JERICHO\":\nA STUDY OF SITUATIONAL AND DISPOSITIONAL VARIABLES IN\nHELPING BEHAVIOR1\nJOHN M. DARLEY 2 AND C. DANIEL BATSON\nPrinceton University\nThe influence of several situational and personality variables on helping behav-\nior was examined in an emergency situation suggested by the parable of the\nGood Samaritan. People going between two buildings encountered a shabbily\ndressed person slumped by the side of the road. Subjects in a hurry to reach\ntheir destination were more likely to pass by without stopping. Some subjects\nwere going to give a short talk on the parable of the Good Samaritan, others\non a nonhelping relevant topic; this made no significant difference in the\nlikelihood of their giving the victim help. Religious personality variables did\nnot predict whether an individual would help the victim or not. However,\nif a subject did stop to offer help, the character of the helping response was\nrelated to his type of religiosity.\nHelping other people in distress is, among\nother things, an ethical act. That is, it is an\nact governed by ethical norms and precepts\ntaught to children at home, in school, and in\nchurch. From Freudian and other personality\ntheories, one would expect individual differ-\nences in internalization of these standards\nthat would lead to differences between indi-\nviduals in the likelihood with which they\nwould help others. But recent research on\nbystander intervention in emergency situa-\ntions (Bickman, 1969; Darley & Latane,\n1968; Korte, 1969; but see also Schwartz &\nClausen, 1970) has had bad luck in finding\npersonality determinants of helping behavior.\nAlthough personality variables that one might\nexpect to correlate with helping behavior have\nbeen measured (Machiavellianism, authoritar-\nianism, social desirability, alienation, and so-\ncial responsibility), these were not predictive\nof helping. Nor was this due to a generalized\nlack of predictability in the helping situa-\ntion examined, since variations in the experi-\nmental situation, such as the availability of\nother people who might also help, produced\nmarked changes in rates of helping behavior.\n1 For assistance in conducting this research thanks\nare due Robert Wells, Beverly Fisher, Mike\nShafto, Peter Sheras, Richard Detweiler, and Karen\nGlasser. The research was funded by National Science\nFoundation Grant GS-2293.\n2 Requests for reprints should be sent to John\nDarley, Department of Psychology, Princeton Uni-\nversity, Princeton, New Jersey 08540.\nThese findings are reminiscent of Hartshorne\nand May's (1928) discovery that resistance\nto temptation, another ethically relevant act,\ndid not seem to be a fixed characteristic of\nan individual. That is, a person who was\nlikely to be honest in one situation was not\nparticularly likely to be honest in the next\n(but see also Burton, 1963).\nThe rather disappointing correlation be-\ntween the social psychologist's traditional set\nof personality variables and helping behavior\nin emergency situations suggests the need for\na fresh perspective on possible predictors of\nhelping and possible situations in which to\ntest them. Therefore, for inspiration we\nturned to the Bible, to what is perhaps the\nclassical helping story in the Judeo-Christian\ntradition, the parable of the Good Samaritan.\nThe parable proved of value in suggesting\nboth personality and situational variables\nrelevant to helping.\n\"And who is my neighbor?\" Jesus replied, \"A\nman was going down from Jerusalem to Jericho,\nand he fell among robbers, who stripped him and\nbeat him, and departed, leaving him half dead.\nNow by chance a priest was going down the road;\nand when he saw him he passed by on the other\nside. So likewise a Levite, when he came to the\nplace and saw him, passed by on the other side.\nBut a Samaritan, as he journeyed, came to where\nhe was; and when he saw him, he had compassion,\nand went to him and bound his wounds, pouring\non oil and wine; then he set him on his own beast\nand brought him to an inn, and took care of him.\nAnd the next day he took out two dennarii and\n100\n\n-- 1 of 9 --\n\nSlTUATIONAL AND DlSPOSITIONAL VARIABLES IN HELPING BEHAVIOR 101\ngave them to the innkeeper, saying, \"Take care\nof him; and whatever more you spend, I will\nrepay you when I come back.\" Which of these\nthree, do you think, proved neighbor to him who\nfell among the robbers? He said, \"The one who\nshowed mercy on him.\" And Jesus said to him,\n\"Go and do likewise.\" [Luke 10: 29-37 RSV]\nTo psychologists who reflect on the para-\nble, it seems to suggest situational and per-\nsonality differences between the nonhelpful\npriest and Levite and the helpful Samaritan.\nWhat might each have been thinking and\ndoing when he came upon the robbery victim\non that desolate road? What sort of persons\nwere they?\nOne can speculate on differences in thought.\nBoth the priest and the Levite were religious\nfunctionaries who could be expected to have\ntheir minds occupied with religious matters.\nThe priest's role in religious activities is obvi-\nous. The Levite's role, although less obvious,\nis equally important: The Levites were neces-\nsary participants in temple ceremonies. Much\nless can be said with any confidence about\nwhat the Samaritan might have been think-\ning, but, in contrast to the others, it was\nmost likely not of a religious nature, for\nSamaritans were religious outcasts.\nNot only was the Samaritan most likely\nthinking about more mundane matters than\nthe priest and Levite, but, because he was\nsocially less important, it seems likely that he\nwas operating on a quite different time sched-\nule. One can imagine the priest and Levite,\nprominent public figures, hurrying along with\nlittle black books full of meetings and ap-\npointments, glancing furtively at their sun-\ndials. In contrast, the Samaritan would likely\nhave far fewer and less important people\ncounting on him to be at a particular place\nat a particular time, and therefore might be\nexpected to be in less of a hurry than the\nprominent priest or Levite.\nIn addition to these situational variables,\none finds personality factors suggested as\nwell. Central among these, and apparently\nbasic to the point that Jesus was trying to\nmake, is a distinction between types of reli-\ngiosity. Both the priest and Levite are ex-\ntremely \"religious.\" But it seems to be pre-\ncisely their type of religiosity that the parable\nchallenges. At issue is the motivation for one's\nreligion and ethical behavior. Jesus seems to\nfeel that the religious leaders of his time,\nthough certainly respected and upstanding\ncitizens, may be \"virtuous\" for what it will\nget them, both in terms of the admiration of\ntheir fellowmen and in the eyes of God. New\nTestament scholar R. W. Funk (1966) noted\nthat the Samaritan is at the other end of\nthe spectrum:\nThe Samaritan does not love with side glances at\nGod. The need of neighbor alone is made self-\nevident, and the Samaritan responds without other\nmotivation [pp. 218-219].\nThat is, the Samaritan is interpreted as res\nspending spontaneously to the situation, not\nas being preoccupied with the abstract ethical\nor organizational do's and don'ts of religion\nas the priest and Levite would seem to be.\nThis is not to say that the Samaritan is por-\ntrayed as irreligious. A major intent of the\nparable would seem to be to present the\nSamaritan as a religious and ethical example,\nbut at the same time to contrast his type of\nreligiosity with the more common conception\nof religiosity that the priest and Levite\nrepresent.\nTo summarize the variables suggested as\naffecting helping behavior by the parable, the\nsituational variables include the content of\none's thinking and the amount of hurry in\none's journey. The major dispositional varia-\nble seems to be differing types of religiosity.\nCertainly these variables do not exhaust the\nlist that could be elicited from the parable,,\nbut they do suggest several research hypothe-\nses.\nHypothesis 1. The parable implies that\npeople who encounter a situation possibly\ncalling for a helping response while thinking\nreligious and ethical thoughts will be no more\nlikely to offer aid than persons thinking about\nsomething else. Such a hypothesis seems to\nrun counter to a theory that focuses on norms\nas determining helping behavior because a\nnormative account would predict that the in-\ncreased salience of helping norms produced\nby thinking about religious and ethical ex-\namples would increase helping behavior.\nHypothesis 2. Persons encountering a pos-\nsible helping situation when they are in a\n\n-- 2 of 9 --\n\n102 JOHN M. BARLEY AND C. DANIEL BATSON\nhurry will be less likely to offer aid than\npersons not in a hurry.\nHypothesis 3. Concerning types of religios-\nity, persons who are religious in a Samaritan-\nlike fashion will help more frequently than\nthose religious in a priest or Levite fashion.\nObviously, this last hypothesis is hardly\noperationalized as stated. Prior research by\none of the investigators on types of religios-\nity (Batson, 1971), however, led us to dif-\nferentiate three distinct ways of being reli-\ngious: (a) for what it will gain one (cf.\nFreud, 1927, and perhaps the priest and\nLevite), (b) for its own intrinsic value (cf.\nAllport & Ross, 1967), and (c) as a response\nto and quest for meaning in one's everyday\nlife (cf. Batson, 1971). Both of the latter\nconceptions would be proposed by their ex-\nponents as related to the more Samaritanlike\n\"true\" religiosity. Therefore, depending on\nthe theorist one follows, the third hypothesis\nmay be stated like this: People (a) who are\nreligious for intrinsic reasons (Allport & Ross,\n1967) or (b) whose religion emerges out of\nquestioning the meaning of their everyday\nlives (Batson, 1971) will be more likely to\nstop to offer help to the victim.\nThe parable of the Good Samaritan also\nsuggested how we would measure people's\nhelping behavior—their response to a stranger\nslumped by the side of one's path. The victim\nshould appear somewhat ambiguous—ill-\ndressed, possibly in need of help, but also pos-\nsibly drunk or even potentially dangerous. '\nFurther, the parable suggests a means by\nwhich the incident could be perceived as a\nreal one rather than part of a psychological\nexperiment in which one's behavior was under\nsurveillance and might be shaped by demand\ncharacteristics (Orne, 1962), evaluation ap-\nprehension (Rosenberg, 1965), or other po-\ntentially artifactual determinants of helping\nbehavior. The victim should be encountered\nnot in the experimental context but on the\nroad between various tasks.\nMETHOD\nIn order to examine the influence of these variables\non helping behavior, seminary students were asked\nto participate in a study on religious education and\nvocations. In the first testing session, personality\nquestionnaires concerning types of religiosity were\nadministered. In a second individual session, the\nsubject began experimental procedures in one build-\ning and was asked to report to another building for\nlater procedures. While in transit, the subject passed\na slumped \"victim\" planted in an alleyway. The\ndependent variable was whether and how the sub-\nject helped the victim. The independent variables\nwere the degree to which the subject was told to\nhurry in reaching the other building and the talk\nhe was to give when he arrived there. Some sub-\njects were to give a talk on the jobs in which\nseminary students would be most effective, others,\non the parable of the Good Samaritan.\nSubjects\nThe subjects for the questionnaire administration\nwere 67 students at Princeton Theological Seminary.\nForty-seven of them, those who could be reached by\ntelephone, were scheduled for the experiment. Of\nthe 47, 7 subjects' data were not included in the\nanalyses—3 because of contamination of the experi-\nmental procedures during their testing and 4 due to\nsuspicion of the experimental situation. Each subject\nwas paid $1 for the questionnaire session and $1.50\nfor the experimental session.\nPersonality Measures\nDetailed discussion of the personality scales used\nmay be found elsewhere (Batson, 1971), so the\npresent discussion will be brief. The general\npersonality construct under examination was re-\nligiosity. Various conceptions of religiosity have\nbeen offered in recent years based on different\npsychometric scales. The conception seeming to gen-\nerate the most interest is the Allport and Ross (1967)\ndistinction between \"intrinsic\" versus \"extrinsic\"\nreligiosity (cf. also Allen & Spilka, 1967, on \"com-\nmitted\" versus \"consensual\" religion). This bipolar\nconception of religiosity has been questioned by\nBrown (1964) and Batson (1971), who suggested\nthree-dimensional analyses instead. Therefore, in the\npresent research, types of religiosity were measured\nwith three instruments which together provided six\nseparate scales: (a) a doctrinal orthodoxy (D-0)\nscale patterned after that used by Clock and Stark\n(1966), scaling agreement with classic doctrines of\nProtestant theology; (b) the Allport-Ross extrinsic\n(AR-E) scale, measuring the use of religion as a\nmeans to an end rather than as an end in itself;\n(c) the Allport-Ross intrinsic (AR-I) scale, mea-\nsuring the use of religion as an end in itself; (d)\nthe extrinsic external scale of Batson's Religious Life\nInventory (RELI-EE), designed to measure the in-\nfluence of significant others and situations in gen-\nerating one's religiosity; (e) the extrinsic internal\nscale of the Religious Life Inventory (RELI-EI),\ndesigned to measure the degree of \"driveness\" in\none's religiosity; and (/) the intrinsic scale of the\nReligious Life Inventory (RELI-I), designed to\nmeasure the degree to which one's religiosity in-\nvolves a questioning of the meaning of life arising\nout of one's interactions with his social environment.\n\n-- 3 of 9 --\n\nSlTUATIONAL AND DlSPOSITIONAL VARIABLES IN HELPING BEHAVIOR 103\nThe order of presentation of the scales in the ques-\ntionnaire was RELI, AR, D-O.\nConsistent with prior research (Batson, 1971), a\nprincipal-component analysis of the total scale scores\nand individual items for the 67 seminarians pro-\nduced a theoretically meaningful, orthogonally ro-\ntated three-component structure with the following\nloadings:\nReligion as means received a single very high\nloading from AR-E (.903) and therefore was defined\nby Allport and Ross's (1967) conception of this\nscale as measuring religiosity as a means to other\nends. This component also received moderate nega-\ntive loadings from D-O (-.400) and AR-I (-.372)\nand a moderate positive loading from RELI-EE\n(.301).\nReligion as end received high loadings from\nRELI-EI (.874), RELI-EE (.725), AR-I (.768),\nand D-O (.704). Given this configuration, and again\nfollowing Allport and Ross's conceptualization, this\ncomponent seemed to involve religiosity as an end in\nitself with some intrinsic value.\nReligion as quest received a single very high\nloading from RELI-I (.945) and a moderate load-\ning from RELI-EE (.75). Following Batson, this\ncomponent was conceived to involve religiosity\nemerging out of an individual's search for meaning\nin his personal and social world.\nThe three religious personality scales examined in\nthe experimental research were constructed through\nthe use of complete-estimation factor score coeffi-\ncients from these three components.\nScheduling of Experimental Study\nSince the incident requiring a helping response\nwas staged outdoors, the entire experimental study\nwas run in 3 days, December 14-16, 1970, between\n10 A.M. and 4 P.M. A tight schedule was used in an\nattempt to maintain reasonably consistent weather\nand light conditions. Temperature fluctuation ac-\ncording to the New York Times for the 3 days dur-\ning these hours was not more than 5 degrees Fahren-\nheit. No rain or snow fell, although the third day\nwas cloudy, whereas the first two were sunny. With-\nin days the subjects were randomly assigned to ex-\nperimental conditions.3\nProcedure\nWhen a subject appeared for the experiment, an\nassistant (who was blind with respect to the person-\nality scores) asked him to read a brief statement\nwhich explained that he was participating in a study\nof the vocational careers of seminary students. After\ndeveloping the rationale for the study, the state-\nment read:\n3 An error was made in randomizing that increased\nthe number of subjects in the intermediate-hurry\nconditions. This worked against the prediction that\nwas most highly confirmed (the hurry prediction)\nand made no difference to the message variable\ntests.\nWhat we have called you in for today is to pro-\nvide us with some additional material which will\ngive us a clearer picture of how you think than\ndoes the questionnaire material we have gathered\nthus far. Questionnaires are helpful, but tend to\nbe somewhat oversimplified. Therefore, we would\nlike to record a 3-5-minute talk you give based on\nthe following passage. . . .\nVariable 1: Message. In the task-relevant condition\nthe passage read,\nWith increasing frequency the question is being\nasked: What jobs or professions do seminary\nstudents subsequently enjoy most, and in what\njobs are they most effective? The answer to this\nquestion used to be so obvious that the question\nwas not even asked. Seminary students were being\ntrained for the ministry, and since both society at\nlarge and the seminary student himself had a rela-\ntively clear understanding of what made a \"good\"\nminister, there was no need even to raise the\nquestion of for what other jobs seminary experi-\nence seems to be an asset. Today, however, neither\nsociety nor many seminaries have a very clearly\ndefined conception of what a \"good\" minister is\nor of what sorts of jobs and professions are the\nbest context in which to minister. Many seminary\nstudents, apparently genuinely concerned with\n\"ministering,\" seem to feel that it is impossible to\nminister in the professional clergy. Other students,\nno less concerned, find the clergy the most viable\nprofession for ministry. But are there other jobs\nand/or professions for which seminary experience\nis an asset? And, indeed, how much of an asset\nis it for the professional ministry? Or, even more\nbroadly, can one minister through an \"establish-\nment\" job at all?\nIn the helping-relevant condition, the subject was\ngiven the parable of the Good Samaritan exactly as\nprinted earlier in this article. Next, regardless of\ncondition, all subjects were told,\nYou can say whatever you wish based on the\npassage. Because we are interested in how you\nthink on your feet, you will not be allowed to use\nnotes in giving the talk. Do you understand what\nyou are to do? If not, the assistant will be glad\nto answer questions.\nAfter a few minutes the assistant returned, asked\nif there were any questions, and then said:\nSince they're rather tight on space in this building,\nwe're using a free office in the building next door\nfor recording the talks. Let me show you how to\nget there [draws and explains map on 3 X S card].\nThis is where Professor Steiner's laboratory is. If\nyou go in this door [points at map], there's a\nsecretary right here, and she'll direct you to the\noffice we're using for recording. Another of Pro-\nfessor Steiner's assistants will set you up for re-\ncording your talk. Is the map clear?\nVariable 2: Hurry. In the high-hurry condition\nthe assistant then looked at his watch and said, \"Oh,\n\n-- 4 of 9 --\n\n104 JOHN M. DARLEY AND C. DANIEL BATSON\nyou're late. They were expecting you a few minutes\nago. We'd better get moving. The assistant should\nbe waiting for you so you'd better hurry. It shouldn't\ntake but just a minute.\" In the intermediate-hurry\ncondition he said, \"The assistant is ready for you,\nso please go right over.\" In the low-hurry condition\nhe said, \"It'll be a few minutes before they're ready\nfor you, but you might as well head on over. If you\nhave to wait over there, it shouldn't be long.\"\nThe incident. When the subject passed through the\nalley, the victim was sitting slumped in a door-\nway, head down, eyes closed, not moving. As the\nsubject went by, the victim coughed twice and\ngroaned, keeping his head down. If the subject\nstopped and asked if something was wrong or offered\nto help, the victim, startled and somewhat groggy,\nsaid, \"Oh, thank you [cough]. . . . No, it's all right.\n[Pause] I've got this respiratory condition [cough].\n. . . The doctor's given me these pills to take, and\nI just took one. . . . If I just sit and rest for a\nfew minutes I'll be O.K. . . . Thanks very much for\nstopping though [smiles weakly].\" If the subject\npersisted, insisting on taking the victim inside the\nbuilding, the victim allowed him to do so and\nthanked him.\nHelping ratings. The victim rated each subject on\na scale of helping behavior as follows:\n0 = failed to notice the victim as possibly in need\nat all; 1 = perceived the victim as possibly in need\nbut did not offer aid; 2 = did not stop but helped\nindirectly (e.g., by telling Steiner's assistant about the\nvictim); 3 — stopped and asked if victim needed\nhelp; 4 = after stopping, insisted on taking the vic-\ntim inside and then left him.\nThe victim was blind to the personality scale\nscores and experimental conditions of all subjects.\nAt the suggestion of the victim, another category\nwas added to the rating scales, based on his observa-\ntions of pilot subjects' behavior:\n5 — after stopping, refused to leave the victim (after\n3-5 minutes) and/or insisted on taking him some-\nwhere outside experimental context (e.g., for coffee\nor to the infirmary).\n(In some cases it was necessary to distinguish\nCategory 0 from Category 1 by the postexperimental\nquestionnaire and Category 2 from Category 1 on\nthe report of the experimental assistant.)\nThis 6-point scale of helping behavior and a\ndescription of the victim were given to a panel of\n10 judges (unacquainted with the research) who\nwere asked to rank order the (unnumbered) cate-\ngories in terms of \"the amount of helping behavior\ndisplayed toward the person in the doorway.\" Of the\n10, 1 judge reversed the order of Categories 0 and\n1. Otherwise there was complete agreement with the\nranking implied in the presentation of the scale\nabove.\nThe speech. After passing through the alley and\nentering the door marked on the map, the subject\nentered a secretary's office. She introduced him to\nthe assistant who gave the subject time to prepare\nand privately record his talk.\nHelping behavior questionnaire. After recording\nthe talk, the subject was sent to another experi-\nmenter, who administered \"an exploratory question-\nnaire on personal and social ethics.\" The question-\nnaire contained several initial questions about the\ninterrelationship between social and personal ethics,\nand then asked three key questions: (a) \"When was\nthe last time you saw a person who seemed to be in\nneed of help?\" (b) \"When was the last time you\nstopped to help someone in need?\" (c) \"Have you\nhad experience helping persons in need? If so, out-\nline briefly.\" These data were collected as a check\non the victim's ratings of whether subjects who did\nnot stop perceived the situation in the alley as one\npossibly involving need or not.\nWhen he returned, the experimenter reviewed the\nsubject's questionnaire, and, if no mention was made\nof the situation in the alley, probed for reactions to\nit and then phased into an elaborate debriefing and\ndiscussion session.\nDebriefing\nIn the debriefing, the subject was told the exact\nnature of the study, including the deception in-\nvolved, and the reasons for the deception were ex-\nplained. The subject's reactions to the victim and to\nthe study in general were discussed. The role of\nsituational determinants of helping behavior was\nexplained in relation to this particular incident and\nto other experiences of the subject. All subjects\nseemed readily to understand the necessity for the\ndeception, and none indicated any resentment of it.\nAfter debriefing, the subject was thanked for his\ntime and paid, then he left.\nRESULTS AND DISCUSSION\nOverall Helping Behavior\nThe average amount of help that a subject\noffered the victim, by condition, is shown in\nTable 1. The unequal-A7 analysis of variance\nindicates that while the hurry variable was\nsignificantly (F = 3.56, dj — 2/34, p < .05)\nrelated to helping behavior, the message\nvariable was not. Subjects in a hurry were\nlikely to offer less help than were subjects\nnot in a hurry. Whether the subject was go-\ning to give a speech on the parable of the\nGood Samaritan or not did not significantly\naffect his helping behavior on this analysis.\nOther studies have focused on the question\nof whether a person initiates helping action\nor not, rather than on scaled kinds of helping.\nThe data from the present study can also be\nanalyzed on the following terms: Of the 40\nsubjects, 16 (40%) offered some form of\n\n-- 5 of 9 --\n\nSlTUATIONAL AND DlSPOSITIONAL VARIABLES IN HELPING BEHAVIOR 105\ndirect or indirect aid to the victim (Coding\nCategories 2-5), 24 (60%) did not (Coding\nCategories 0 and 1). The percentages of sub-\njects who offered aid by situational variable\nwere, for low hurry, 63% offered help, inter-\nmediate hurry 45%, and high hurry 10%;\nfor helping-relevant message 53%, task-rele-\nvant message 29%. With regard to this more\ngeneral question of whether help was offered\nor not, an unequal-./V analysis of variance\n(arc sine transformation of percentages of\nhelpers, with low- and intermediate-hurry\nconditions pooled) indicated that again only\nthe hurry main effect was significantly (F =\n5.22, p < .05) related to helping behavior;\nthe subjects in a hurry were more likely to\npass by the victim than were those in less of\na hurry.\nReviewing the predictions in the light of\nthese results, the second hypothesis, that the\ndegree of hurry a person is in determines his\nhelping behavior, was supported. The predic-\ntion involved in the first hypothesis concern-\ning the message content was based on the\nparable. The parable itself seemed to suggest\nthat thinking pious thoughts would not in-\ncrease helping. Another and conflicting pre-\ndiction might be produced by a norm salience\ntheory. Thinking about the parable should\nmake norms for helping salient and therefore\nproduce more helping. The data, as hypothe-\nsized, are more congruent with the prediction\ndrawn from the parable. A person going to\nspeak on the parable of the Good Samaritan\nTABLE 1\nMEANS AND ANALYSIS OF VARIANCE OF\nGRADED HELPING RESPONSES\nM\nMessage\nHelping relevant\nTask relevant\nSummary\nHurry\nLow\n3.800\n1.667\n3.000\nMedium\n2.000\n1.667\n1.818\nHigh\n1.000\n.500\n.700\nSum-\nmary\n2.263\n1.333\nAnalysis of variance\nSource\nMessage (A)\nHurry (B)\nA X B\nError\n55\n7.766\n20.884\n5.237\n99.633\nAf\n1\n2\n2\n34\nMS\n7.766\n10.442\n2.619\n2.930\nP\n2.65\n3.56*\n.89\nNote. N = 40.\n* p < .05.\nis not significantly more likely to stop to\nhelp a person by the side of the road than is\na person going to talk about possible occupa-\ntions for seminary graduates.\nSince both situational hypotheses are con-\nfirmed, it is tempting to stop the analysis of\nthese variables at this point. However, multi-\nple regression analysis procedures were also\nused to analyze the relationship of all of the\nindependent variables of the study and the\nhelping behavior. In addition to often being\nmore statistically powerful due to the use of\nTABLE 2\nSTEPWISE MULTIPLE REGRESSION ANALYSIS\nHelp vs. no help Graded helping\nStep\n1. Hurryb\n2. Message0\n3. Religion as quest\n4. Religion as means\n5. Religion as end\nIndividual\nvariable\nra\n-.37\n.25\n-.03\n-.03\n.06\nF\n4.537*\n1.495\n.081\n.003\n.000\nOverall\nequation\nR\n.37\n.41\n.42\n.42\n.42\nF\n5.884*\n3.834*\n2.521\n1.838*\n1.430\n1. Hurry\n2. Message\n3. Religion as quest\n4. Religion as means\n5. Religion as end\nIndividual\nvariable\nY\n-.42\n.25\n-.16\n-.08\n-.07\nF\n6.665*\n1.719\n1.297\n.018\n.001\nVariable\nequation\nR\n.42\n.46\n.50\n.50\n.50\nF\n8.196**\n5.083*\n3.897*\n2.848*\n2.213\nNote. N = 40. Helping is the dependent variable, d/ = 1/34.\n« Individual variable correlation coefficient is a point biserial where appropriate.\tb Variables are listed in order of entry into stepwise regression equations.\t0 Helping-relevant message is positive.\n* p < .05.\n**£ < .01.\n\n-- 6 of 9 --\n\n106 JOHN M. DARLEY AND C. DANIEL BATSON\nmore data information, multiple regression\nanalysis has an advantage over analysis of\nvariance in that it allows for a comparison of\nthe relative effect of the various independent\nvariables in accounting for variance in the\ndependent variable. Also, multiple regression\nanalysis can compare the effects of continuous\nas well as nominal independent variables on\nboth continuous and nominal dependent varia-\nbles (through the use of point biserial corre-\nlations, rpi,) and shows considerable robust-\nness to violation of normality assumptions\n(Cohen, 1965, 1968). Table 2 reports the re-\nsults of the multiple regression analysis using\nboth help versus no help and the graded help-\ning scale as dependent measures. In this table\nthe overall equation Fs show the F value of\nthe entire regression equation as a particular\nrow variable enters the equation. Individual\nvariable Fs were computed with all five inde-\npendent variables in the equation. Although\nthe two situational variables, hurry and mes-\nsage condition, correlated more highly with\nthe dependent measure than any of the re-\nligious dispositional variables, only hurry was\na significant predictor of whether one will help\nor not (column 1) or of the overall amount\nof help given (column 2). These results\ncorroborate the findings of the analysis of\nvariance.4\nNotice also that neither form of the third\nhypothesis, that types of religiosity will pre-\ndict helping, received support from these data.\nNo correlation between the various measures\nof religiosity and any form of the dependent\nmeasure ever came near statistical signifi-\ncance, even though the multiple regression\nanalysis procedure is a powerful and not par-\nticularly conservative statistical test.\nPersonality Difference among Subjects Who\nHelped\nTo further investigate the possible influ-\nence of personality variables, analyses were\n4 To check the legimacy of the use of both analy-\nsis of variance and multiple regression analysis,\nparametric analyses, on this ordinal data, Kendall\nrank correlation coefficients were calculated between\nthe helping scale and the five independent variables.\nAs expected T approximated the correlation quite\nclosely in each case and was significant for hurry\nonly (hurry, T = — .38, p < .001).\ncarried out using only the data from subjects\nwho offered some kind of help to the victim.\nSurprisingly (since the number of these sub-\njects was small, only 16) when this was done,\none religiosity variable seemed to be signifi-\ncantly related to the kind of helping behavior\noffered. (The situational variables had no\nsignificant effect.) Subjects high on the re-\nligion as quest dimension appear likely, when\nthey stop for the victim, to offer help of a\nmore tentative or incomplete nature than are\nsubjects scoring low on this dimension (r =\n-.53, p < .05).\nThis result seemed unsettling for the think-\ning behind either form of Hypothesis 3. Not\nonly do the data suggest that the Allport-\nRoss-based conception of religion as end does\nnot predict the degree of helping, but the\nreligion as quest component is a significant\npredictor of offering less help. This latter\nresult seems counterintuitive and out of keep-\ning with previous research (Batson, 1971),\nwhich found that this type of religiosity cor-\nrelated positively with other socially valued\ncharacteristics. Further data analysis, how-\never, seemed to suggest a different interpre-\ntation of this result.\nIt will be remembered that one helping cod-\ning category was added at the suggestion of\nthe victim after his observation of pilot sub-\njects. The correlation of religious personality\nvariables with helping behavior dichotomized\nbetween the added category (1) and all of\nthe others (0) was examined. The correlation\nbetween religion as quest and this dichoto-\nmous helping scale was essentially unchanged\n(>> = —.54, p < .05). Thus, the previously\nfound correlation between the helping scale\nand religion as quest seems to reflect the\ntendency of those who score low on the quest\ndimension to offer help in the added helping\ncategory.\nWhat does help in this added category rep-\nresent? Within the context of the experi-\nment, it represented an embarrassment. The\nvictim's response to persistent offers of help\nwas to assure the helper he was all right, had\ntaken his medicine, just needed to rest for a\nminute or so, and, if ultimately necessary, to\nrequest the helper to leave. But the super\nhelpers in this added category often would\n\n-- 7 of 9 --\n\nSlTUATIONAL AND DlSPOSITIONAL VARIABLES IN HELPING BEHAVIOR 107\nnot leave until the final appeal was repeated\nseveral times by the victim (who was grow-\ning increasingly panicky at the possibility of\nthe arrival of the next subject). Since it\nusually involved the subject's attempting to\ncarry through a preset plan (e.g., taking the\nsubject for a cup of coffee or revealing to him\nthe strength to be found in Christ), and did\nnot allow information from the victim to\nchange that plan, we originally labeled this\nkind of helping as rigid—an interpretation\nsupported by its increased likelihood among\nhighly doctrinal orthodox subjects (r =\n.63, p < .01). It also seemed to have an in-\nappropriate character. If this more extreme\nform of helping behavior is indeed effectively\nless helpful, then the second form of Hy-\npothesis 3 does seem to gain support.\nBut perhaps it is the experimenters rather\nthan the super helpers who are doing the in-\nappropriate thing; perhaps the best character-\nization of this kind of helping is as different\nrather than as inappropriate. This kind of\nhelper seems quickly to place a particular\ninterpretation on the situation, and the help-\ning response seems to follow naturally from\nthis interpretation. All that can safely be\nsaid is that one style of helping that emerged\nin this experiment was directed toward the\npresumed underlying needs of the victim and\nwas little modified by the victim's comments\nabout his own needs. In contrast, another\nstyle was more tentative and seemed more\nresponsive to the victim's statements of his\nneed.\nThe former kind of helping was likely to\nbe displayed by subjects who expressed\nstrong doctrinal orthodoxy. Conversely, this\nfixed kind of helping was unlikely among sub-\njects high on the religion as quest dimen-\nsion. These latter subjects, who conceived\ntheir religion as involving an ongoing search\nfor meaning in their personal and social world,\nseemed more responsive to the victim's im-\nmediate needs and more open to the victim's\ndefinitions of his own needs.\nCONCLUSION AND IMPLICATIONS\nA person not in a hurry may stop and offer\nhelp to a person in distress. A person in a\nhurry is likely to keep going. Ironically, he\nis likely to keep going even if he is hurrying\nto speak on the parable of the Good Samari-\ntan, thus inadvertently confirming the point\nof the parable. (Indeed, on several occasions,\na seminary student going to give his talk on\nthe parable of the Good Samaritan literally\nstepped over the victim as he hurried on his\nway!)\nAlthough the degree to which a person was\nin a hurry had a clearly significant effect on\nhis likelihood of offering the victim help,\nwhether he was going to give a sermon on the\nparable or on possible vocational roles of\nministers did not. This lack of effect of ser-\nmon topic raises certain difficulties for an ex-\nplanation of helping behavior involving help-\ning norms and their salience. It is hard to\nthink of a context in which norms concerning\nhelping those in distress are more salient than\nfor a person thinking about the Good Sa-\nmaritan, and yet it did not significantly in-\ncrease helping behavior. The results were in\nthe direction suggested by the norm salience\nhypothesis, but they were not significant. The\nmost accurate conclusion seems to be that\nsalience of helping norms is a less strong\ndeterminant of helping behavior in the pres-\nent situation than many, including the present\nauthors, would expect.\nThinking about the Good Samaritan did\nnot increase helping behavior, but being in a\nhurry decreased it. It is difficult not to con-\nclude from this that the frequently cited\nexplanation that ethics becomes a luxury as\nthe speed of our daily lives increases is at\nleast an accurate description. The picture that\nthis explanation conveys is of a person seeing\nanother, consciously noting his distress, and\nconsciously choosing to leave him in distress.\nBut perhaps this is not entirely accurate, for,\nwhen a person is in a hurry, something seems\nto happen that is akin to Tolman's (1948)\nconcept of the \"narrowing of the cognitive\nmap.\" Our seminarians in a hurry noticed the\nvictim in that in the postexperiment interview\nalmost all mentioned him as, on reflection,\npossibly in need of help. But it seems that\nthey often had not worked this out when they\nwere near the victim. Either the interpreta-\ntion of their visual picture as a person in\ndistress or the empathic reactions usually\n\n-- 8 of 9 --\n\n108 JOHN M. BARLEY AND C. DANIEL BATSON\nassociated with that interpretation had been\ndeferred because they were hurrying. Ac-\ncording to the reflections of some of the sub-\njects, it would be inaccurate to say that they\nrealized the victim's possible distress, then\nchose to ignore it; instead, because of the\ntime pressures, they did not perceive the\nscene in the alley as an occasion for an ethical\ndecision.\nFor other subjects it seems more accurate\nto conclude that they decided not to stop.\nThey appeared aroused and anxious after the\nencounter in the alley. For these subjects,\nwhat were the elements of the choice that\nthey were making? Why were the seminarians\nhurrying? Because the experimenter, whom\nthe subject was helping, was depending on\nhim to get to a particular place quickly. In\nother words, he was in conflict between stop-\nping to help the victim and continuing on his\nway to help the experimenter. And this is\noften true of people in a hurry; they hurry\nbecause somebody depends on their being\nsomewhere. Conflict, rather than callousness,\ncan explain their failure to stop.\nFinally, as in other studies, personality\nvariables were not useful in predicting whether\na person helped or not. But in this study,\nunlike many previous ones, considerable vari-\nations were possible in the kinds of help\ngiven, and these variations did relate to per-\nsonality measures—specifically to religiosity\nof the quest sort. The clear light of hindsight\nsuggests that the dimension of kinds of help-\ning would have been the appropriate place to\nlook for personality differences all along;\nwhether a person helps or not is an instant\ndecision likely to be situationally controlled.\nHow a person helps involves a more complex\nand considered number of decisions, includ-\ning the time and scope to permit personality\ncharacteristics to shape them.\nREFERENCES\nALLEN, R. O., & SPILKA, B. Committed and consen-\nsual religion. A specification of religion-prejudice\nrelationships. Journal for the Scientific Study of\nReligion, 1967, 6, 191-206.\nALLPORT, G. W., & Ross, J. M. Personal religious\norientation and prejudice. Journal of Personality\nand Social Psychology, 1967, 5, 432-443.\nBATSON, C. D. Creativity and religious develop-\nment: Toward a structural-functional psychology\nof religion. Unpublished doctoral dissertation,\nPrinceton Theological Seminary, 1971.\nBICKMAN, L. B. The effect of the presence of others\non bystander intervention in an emergency. Un-\npublished doctoral dissertation, City College of\nthe City University of New York, 1969.\nBROWN, L. B. Classifications of religious orientation.\nJournal for the Scientific Study of Religion, 1964,\n4, 91-99.\nBURTON, R. V. The generality of honesty reconsid-\nered. Psychological Review, 1963, 70, 481-499.\nCOHEN, J. Multiple regression as a general data-\nanalytic system. Psychological Bulletin, 1968, 70,\n426-443.\nCOHEN, J. Some statistical issues in psychological\nresearch. In B. B. Wolman (Ed.), Handbook of\nclinical psychology. New York: McGraw-Hill,\n1965.\nDARLEY, J. M., & LATANE, B. Bystander intervention\nin emergencies: Diffusion of responsibility. Jour-\nnal of Personality and Social Psychology, 1968, 8,\n377-383.\nFREUD, S. The future of an illusion. New York:\nLiveright, 1953.\nFUNK, R. W. Language, hermeneutic, and word of\nGod. New York: Harper & Row, 1966.\nCLOCK, C. Y., & STARK, R. Christian beliefs and\nanti-Semitism. New York: Harper & Row, 1966.\nHARTSHORNE, H., & MAY, M. A. Studies in the nature\nof character. Vol. 1. Studies in deceit. New York:\nMacmillan, 1928.\nKORTE, C. Group effects on help-giving in an emer-\ngency. Proceedings of the 77th Annual Convention\nof the American Psychological Association, 1969,\n4, 383-384. (Summary)\nORNE, M. T. On the social psychology of the psy-\nchological experiment: With particular reference to\ndemand characteristics and their implications.\nAmerican Psychologist, 1962, 17, 776-783.\nROSENBERG, M. J. When dissonance fails: On elimi-\nnating evaluation apprehension from attitude mea-\nsurement. Journal of Personality and Social Psy-\nchology, 1965, 1, 28-42.\nSCHWARTZ, S. H., & CLAUSEN, G. T. Responsibility,\nnorms, and helping in an emergency. Journal of\nPersonality and Social Psychology, 1970, 16, 299-\n310.\nTOLMAN, E. C. Cognitive maps in rats and men.\nPsychological Review, 1948, 55, 189-208.\n(Received January 6, 1972)\n\n-- 9 of 9 --\n\n"
}